{"text":"These are not economic migrants, they are people fleeing peril. Britain must show humanity towards them.","marker":"must","label":"<EF, DM>"}
{"text":"Michael Gove will today launch a new policy, in which we can sponsor refugees and welcome them into our homes. ","marker":"we can","label":"<EF, POT, P>"}
{"text":"The UK will always stand by those who have had the lights switched off on their liberties","marker":"will","label":"<EF, INT>"}
{"text":"We have a responsibility not to turn our backs.","marker":"We have a responsibility","label":"<EF, NRM, P>"}
{"text":"Immigration is crucial to our economy","marker":"crucial","label":"<EF, NRM>"}
{"text":"I must ask the Home Secretary what on earth is going on.","marker":"I must","label":"<EF, DM, P>"}
{"text":"The UK should introduce a new humanitarian visa.","marker":"should","label":"<EF, DM>"}
{"text":"We will do everything we can.","marker":"We will","label":"<EF, INT, P>"}
{"text":"We will do everything we can.","marker":"we can","label":"<EF, POT, P>"}
{"text":"We will be able to help far more vulnerable people.","marker":"will be able","label":"<EF, POT, P>"}
{"text":"The fruit can go rotten so British maggots can have somewhere to live at last.","marker":"can","label":"<EF, POT>"}
{"text":"Why not try that solution before reopening the supply of drivers who are happy to undercut British workers?","marker":"try","label":"<EF, DIR>"}
{"text":"If anyone has a right to swarm the tunnel fences, it is all these poor hauliers carrying our goods and all these unhappy families carrying their children.","marker":"has a right","label":"<EF, NRM>"}
{"text":"It is extremely difficult, impossible, to produce a simple one-line formula.","marker":"impossible","label":"<EF, POT>"}
{"text":"To produce a simple one-line formula to identify the plants which should be decommissioned.","marker":"should","label":"<EF, DM>"}
{"text":"It creates a problem for itself somewhere down the line that will have to be corrected, and sometimes with drastic means.","marker":"have to","label":"<EF, DM>"}
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver, but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we can","label":"<EF, POT>"}
{"text":"We can see the pictures and videos on social media of people bloodied and terrified, mothers sleeping on the floor of refugee shelters, clutching small children. .","marker":"can","label":"<EF, POT>"}
{"text":"Liberals beware: evidence is mounting that open borders are unpopular and will not stay open for long.","marker":"beware","label":"<EF, DIR>"}
{"text":"However, you know, we have a space in the last couple of years and you remember this for ten years ago in Australia of people arriving in small boats across the English channel, 90% young males, undocumented, and I've been absolutely furious that we allow these people to come and stay.","marker":"we allow","label":"<EF, POT>"}
{"text":"We must wait for a while yet to see whether Labour in government will do what the Conservatives have refused to do","marker":"We must","label":"<EF, DM, P>"}
{"text":"A modern country must both welcome and impede immigration - so how will Mr Cameron deal with our current migrant paradox?","marker":"must","label":"<EF, DM>"}
{"text":"Our moral duty to the migrants is to make Syria safe to live in again","marker":"Our moral duty","label":"<EF, DM, P>"}
{"text":"IMAGINE fleeing your home under heavy bombardment. If you're lucky, there will be a break in shelling, and you'll have a car.","marker":"IMAGINE","label":"<EF, DIR>"}
{"text":"Don't act so shocked at Trump's plans to deport 3 million illegal immigrants – Obama has deported 2.5 million","marker":"Don't act","label":"<EF, DIR>"}
{"text":"The victims and their families should all receive full compensation and personal apologies, the politicians responsible should be investigated, and the particular political conditions that enabled a government to treat Black Britons as though they were illegal immigrants, must never be allowed to exist again.","marker":"should","label":"<EF, DM>"}
{"text":"The victims and their families should all receive full compensation and personal apologies, the politicians responsible should be investigated, and the particular political conditions that enabled a government to treat Black Britons as though they were illegal immigrants, must never be allowed to exist again.","marker":"must","label":"<EF, DM>"}
{"text":"Europe has been in the grip of a migration crisis for more than a year. Much political energy, rightly, is devoted to the humanitarian aspects of this crisis and the need to prevent deaths among would-be migrants.","marker":"rightly","label":"<EF, NRM>"}
{"text":"Europe has been in the grip of a migration crisis for more than a year. Much political energy, rightly, is devoted to the humanitarian aspects of this crisis and the need to prevent deaths among would-be migrants.","marker":"the need","label":"<EF, DM>"}
{"text":"We must have a system which prioritises the most in need so they can make their home here and be supported to integrate and thrive.","marker":"We must","label":"<EF, DM, P>"}
{"text":"We must have a system which prioritises the most in need so they can make their home here and be supported to integrate and thrive.","marker":"can","label":"<EF, POT>"}
{"text":"I have the privilege of chairing a panel of experts convened by the Department for International Development, the UK's aid agency, which will report on September 14th on whether, and to what extent, cash should be given instead of, or in addition to, traditional aid-in-kind.","marker":"will","label":"<EF, INT>"}
{"text":"I have the privilege of chairing a panel of experts convened by the Department for International Development, the UK's aid agency, which will report on September 14th on whether, and to what extent, cash should be given instead of, or in addition to, traditional aid-in-kind.","marker":"should","label":"<EF, DM>"}
{"text":"The aim is to show my children the horrors from which their grandparents fled and remind them that, while they are as British as Pimm's and Vindaloo, they are descended, in part, from refugees.","marker":"The aim is","label":"<EF, INT>"}
{"text":"They are acting with courage, humility and a quiet strength - and in doing so showing up the military leadership of countries which should be contributing more to the effort.","marker":"should","label":"<EF, DM>"}
{"text":"May they return home safe in the knowledge that they've made us proud.","marker":"May","label":"<EF, INC>"}
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"everyone hopes","label":"<EF, INC>"}
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"need to","label":"<EF, DM>"}
{"text":"The Ukraine crisis proves the British public's willingness to help refugees - if only Boris would listen","marker":"willingness","label":"<EF, INC>"}
{"text":"Let's hope she's got it right this time.","marker":"Let's hope","label":"<EF, INC, P>"}
{"text":"Let's hope she's got it right this time.","marker":"right","label":"<EF, NRM>"}
{"text":"We rightly feel some collective guilt for not acting earlier and not hitting hard enough at Putin.","marker":"We rightly","label":"<EF, NRM, P>"}
{"text":"But there are actions the UK can take to help mitigate this disaster.","marker":"can","label":"<EF, POT>"}
{"text":"The country was well-known for corruption and organised crime, including human trafficking. But it is possible to carry out these checks while still pursuing a more generous policy.","marker":"it is possible","label":"<EF, POT>"}
{"text":"The British public can <EF, DM> be reassured that concerns about security will <EF, INT> always be in mind while we work to ensure that our operational processes are as agile and flexible as possible <EF, POT, P> for the vulnerable people we are helping.","marker":"will","label":"<EF, INT>"}
{"text":"The British public can <EF, DM> be reassured that concerns about security will <EF, INT> always be in mind while we work to ensure that our operational processes are as agile and flexible as possible <EF, POT, P> for the vulnerable people we are helping.","marker":"our operational processes are as agile and flexible as possible","label":"<EF, POT, P>"}
{"text":"But our capacity to help is not infinite and so we need to prioritise those whose needs are greatest, not those who can afford to pay people smugglers to ferry them here from another safe country.","marker":"our capacity","label":"<EF, POT, P>"}
{"text":"But our capacity to help is not infinite and so we need to prioritise those whose needs are greatest, not those who can afford to pay people smugglers to ferry them here from another safe country.","marker":"we need to","label":"<EF, DM, P>"}
{"text":"Their dominance makes it impossible to create any power-sharing government in Damascus that would be key to ending the war.","marker":"impossible","label":"<EF, POT>"}
{"text":"We must have a system which prioritises the most in need.","marker":"must","label":"<EF, DM, P>"}
{"text":"They can make their home here and be supported to integrate and thrive","marker":"can","label":"<EF, POT>"}
{"text":"It is impossible to fully understand the desperation of those who are fleeing persecution and oppression in Afghanistan.","marker":"It is impossible","label":"<EF, POT>"}
{"text":"That is the reason I am so passionate about reforming our approach to migration and asylum. ","marker":"I am so passionate about","label":"<EF, INC, P>"}
{"text":"Of course, we want to bring in highly educated people, add to our skills base and boost our economy.","marker":"we want to","label":"<EF, INC>"}
{"text":"We can and must act.","marker":"We can","label":"<EF, POT, P>"}
{"text":"We can and must act.","marker":"We must","label":"<EF, DM, P>"}
{"text":"We owe it to Afghans to do what we can.","marker":"We owe","label":"<EF, DM, P>"}
{"text":"We owe it to Afghans to do what we can.","marker":"we can","label":"<EF, POT, P>"}
{"text":"Our new Afghan Citizens' Resettlement Scheme will welcome up to 20,000 people who have been forced to flee Afghanistan","marker":"Our new Afghan Citizens' Resettlement Scheme will","label":"<EF, INT, P>"}
{"text":"but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we owe to do","label":"<EF, DM, P>"}
{"text":"but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we can","label":"<EF, POT, P>"}
{"text":"The British people can be reassured that we will not compromise on this","marker":"can","label":"<EF, DM>"}
{"text":"The British people can be reassured that we will not compromise on this","marker":"we will not","label":"<EF, INT, P>"}
{"text":"Anyone arriving here through any of the schemes will have to pass the same strict security checks conducted by our police and intelligence partners.","marker":"will have to","label":"<EF, DM>"}
{"text":"I know the British public will be equally reassured that we are doing the right thing","marker":"we are doing","label":"<EF, NRM, P>"}
{"text":"We cannot do this alone","marker":"We cannot","label":"<EF, POT, P>"}
{"text":"The UK is also doing all it can to encourage other countries to help. ","marker":"The UK is also doing","label":"<EF, POT, P>"}
{"text":"Not only do we want to lead by example, we cannot do this alone. ","marker":"we want to","label":"<EF, INC, P>"}
{"text":"Not only do we want to lead by example, we cannot do this alone. ","marker":"we cannot","label":"<EF, POT, P>"}
{"text":"These safe and legal routes are the cornerstone of our asylum policy, and we should protect them at all costs","marker":"we should","label":"<EF, DM, P>"}
{"text":"The UK Government will always stand by those who have had the lights switched off on their liberties.","marker":"The UK Government will always stand","label":"<EF, INT, P>"}
{"text":"I want to ensure that as a nation we do everything possible to provide support to the most vulnerable fleeing Afghanistan","marker":"I want to","label":"<EF, INC, P>"}
{"text":"I want to ensure that as a nation we do everything possible to provide support to the most vulnerable fleeing Afghanistan","marker":"we do everything possible","label":"<EF, POT, P>"}
{"text":"So they can start a new life in safety in the UK, away from the tyranny and oppression they face in Afghanistan.","marker":"they can","label":"<EF, POT>"}
{"text":"Afghanistan faces a humanitarian crisis and Britain must act","marker":"Britain must","label":"<EF, DM, P>"}
{"text":"No 10 must uphold international values in discussions with the Taliban and provide safe passage for Afghans seeking asylum in Britain","marker":"must","label":"<EF, DM>"}
{"text":"Educating girls is probably the most readily identifiable success of UK soft power in the country","marker":"the most readily identifiable","label":"<EF, POT>"}
{"text":"Today hundreds of parents, loved ones, and children of those British soldiers who perished or suffered terrible injuries to defend our security and make Afghanistan a more stable global citizen, are rightly asking themselves what was it all for.","marker":"are rightly","label":"<EF, NRM>"}
{"text":"But to paraphrase President Joe Biden, we can also ask how it is possible to commit our resources and determination if the leadership and armed forces of the regime in charge of the country so readily cave in and flee in the face of danger?","marker":"we can","label":"<EF, DM, P>"}
{"text":"But there are actions the UK can take to help mitigate this disaster.","marker":"the UK can","label":"<EF, POT, P>"}
{"text":"Here are four things we should try to achieve.","marker":"we should","label":"<EF, DM, P>"}
{"text":"First, as a matter of national honour and duty, we must provide asylum and safe passage for all those who worked for us, including contractors.","marker":"honour and duty","label":"<EF, NRM>"}
{"text":"First, as a matter of national honour and duty, we must provide asylum and safe passage for all those who worked for us, including contractors.","marker":"we must","label":"<EF, DM, P>"}
{"text":"It is a fundamental duty of care","marker":"duty","label":"<EF, NRM>"}
{"text":"My colleague, Damian Green, a former immigration minister, is right when he says that there are times and places where we should be strict with asylum applications.","marker":"is right","label":"<EF, NRM>"}
{"text":"My colleague, Damian Green, a former immigration minister, is right when he says that there are times and places where we should be strict with asylum applications.","marker":"we should","label":"<EF, DM>"}
{"text":"Afghanistan today is the exact opposite. We should take anyone who can make a case","marker":"We should","label":"<EF, DM>"}
{"text":"Afghanistan today is the exact opposite. We should take anyone who can make a case","marker":"who can","label":"<EF, POT>"}
{"text":"We have a responsibility to do everything we can to secure their safe passage","marker":"We have a responsibility to do","label":"<EF, NRM, P>"}
{"text":"We need to spell out what the ARAP (Afghan Relocation and Assistance) policy means for those Afghans who worked on HMG projects either as consultants or employees.","marker":"We need to","label":"<EF, DM, P>"}
{"text":"And we shouldseek from the Taliban leadership assurances that they will be permitted safe passage out of the country. ","marker":"we should","label":"<EF, DM, P> "}
{"text":"Second, we must engage directly and indirectly with the Taliban, playing our role as part of the UN, and a leading nation in the international community.","marker":"we must","label":"<EF, DM, P>"}
{"text":"While we are in no position to do it on our own, the skill of our diplomats combined with our position as a permanent member of the Security Council gives us a unique advantage and influence.","marker":"we are in no position to do","label":"<EF, NRM, P>"}
{"text":"Those borders must be kept open if necessary with UN help.","marker":"must","label":"<EF, DM>"}
{"text":"We and other rich countries must recognise our duty and responsibility not just with money but with expertise to come to their rescue and support in significant scale.","marker":"We and other rich countries must","label":"<EF, DM, P>"}
{"text":"We and other rich countries must recognise our duty and responsibility not just with money but with expertise to come to their rescue and support in significant scale.","marker":"We and other rich countries must recognise our duty and responsibility","label":"<EF, NRM, P>"}
{"text":"Finally, in cooperation with others we must stand by ordinary Afghans and support those international values which Britain upholds in our forthcoming discussions with the Taliban.","marker":"we must","label":"<EF, DM, P>"}
{"text":"Down the decades Britain has been a bright light in many dark and desperate places. Today for hundreds of thousands of traumatised Aghanis, that light is needed more than ever.","marker":"is needed","label":"<EF, DM>"}
{"text":"In following America's lead on this, Westminster has turned what should have been a simple operation into a fraught quagmire.","marker":"what should","label":"<EF, DM>"}
{"text":"They are acting with courage, humility and a quiet strength - and in doing so showing up the military leadership of countries which should be contributing more to the effort.","marker":"which should","label":"<EF, DM>"}