[
{"text":"These are not economic migrants, they are people fleeing peril. Britain must show humanity towards them.","marker":"must","label":"<EF, DM>"},
{"text":"Michael Gove will today launch a new policy, in which we can sponsor refugees and welcome them into our homes. ","marker":"we can","label":"<EF, POT, P>"},
{"text":"The UK will always stand by those who have had the lights switched off on their liberties","marker":"will","label":"<EF, INT>"},
{"text":"We have a responsibility not to turn our backs.","marker":"We have a responsibility","label":"<EF, NRM, P>"},
{"text":"Immigration is crucial to our economy","marker":"crucial","label":"<EF, NRM>"},
{"text":"I must ask the Home Secretary what on earth is going on.","marker":"I must","label":"<EF, DM, P>"},
{"text":"The UK should introduce a new humanitarian visa.","marker":"should","label":"<EF, DM>"},
{"text":"We will do everything we can.","marker":"We will","label":"<EF, INT, P>"},
{"text":"We will do everything we can.","marker":"we can","label":"<EF, POT, P>"},
{"text":"We will be able to help far more vulnerable people.","marker":"will be able","label":"<EF, POT, P>"},
{"text":"The fruit can go rotten so British maggots can have somewhere to live at last.","marker":"can","label":"<EF, POT>"},
{"text":"Why not try that solution before reopening the supply of drivers who are happy to undercut British workers?","marker":"try","label":"<EF, DIR>"},
{"text":"If anyone has a right to swarm the tunnel fences, it is all these poor hauliers carrying our goods and all these unhappy families carrying their children.","marker":"has a right","label":"<EF, NRM>"},
{"text":"It is extremely difficult, impossible, to produce a simple one-line formula.","marker":"impossible","label":"<EF, POT>"},
{"text":"To produce a simple one-line formula to identify the plants which should be decommissioned.","marker":"should","label":"<EF, DM>"},
{"text":"It creates a problem for itself somewhere down the line that will have to be corrected, and sometimes with drastic means.","marker":"have to","label":"<EF, DM>"},
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver, but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we can","label":"<EF, POT>"},
{"text":"We can see the pictures and videos on social media of people bloodied and terrified, mothers sleeping on the floor of refugee shelters, clutching small children. .","marker":"can","label":"<EF, POT>"},
{"text":"Liberals beware: evidence is mounting that open borders are unpopular and will not stay open for long.","marker":"beware","label":"<EF, DIR>"},
{"text":"However, you know, we have a space in the last couple of years and you remember this for ten years ago in Australia of people arriving in small boats across the English channel, 90% young males, undocumented, and I've been absolutely furious that we allow these people to come and stay.","marker":"we allow","label":"<EF, POT>"},
{"text":"We must wait for a while yet to see whether Labour in government will do what the Conservatives have refused to do","marker":"We must","label":"<EF, DM, P>"},
{"text":"A modern country must both welcome and impede immigration - so how will Mr Cameron deal with our current migrant paradox?","marker":"must","label":"<EF, DM>"},
{"text":"Our moral duty to the migrants is to make Syria safe to live in again","marker":"Our moral duty","label":"<EF, DM, P>"},
{"text":"IMAGINE fleeing your home under heavy bombardment. If you're lucky, there will be a break in shelling, and you'll have a car.","marker":"IMAGINE","label":"<EF, DIR>"},
{"text":"Don't act so shocked at Trump's plans to deport 3 million illegal immigrants – Obama has deported 2.5 million","marker":"Don't act","label":"<EF, DIR>"},
{"text":"The victims and their families should all receive full compensation and personal apologies, the politicians responsible should be investigated, and the particular political conditions that enabled a government to treat Black Britons as though they were illegal immigrants, must never be allowed to exist again.","marker":"should","label":"<EF, DM>"},
{"text":"The victims and their families should all receive full compensation and personal apologies, the politicians responsible should be investigated, and the particular political conditions that enabled a government to treat Black Britons as though they were illegal immigrants, must never be allowed to exist again.","marker":"must","label":"<EF, DM>"},
{"text":"Europe has been in the grip of a migration crisis for more than a year. Much political energy, rightly, is devoted to the humanitarian aspects of this crisis and the need to prevent deaths among would-be migrants.","marker":"rightly","label":"<EF, NRM>"},
{"text":"Europe has been in the grip of a migration crisis for more than a year. Much political energy, rightly, is devoted to the humanitarian aspects of this crisis and the need to prevent deaths among would-be migrants.","marker":"the need","label":"<EF, DM>"},
{"text":"We must have a system which prioritises the most in need so they can make their home here and be supported to integrate and thrive.","marker":"We must","label":"<EF, DM, P>"},
{"text":"We must have a system which prioritises the most in need so they can make their home here and be supported to integrate and thrive.","marker":"can","label":"<EF, POT>"},
{"text":"I have the privilege of chairing a panel of experts convened by the Department for International Development, the UK's aid agency, which will report on September 14th on whether, and to what extent, cash should be given instead of, or in addition to, traditional aid-in-kind.","marker":"will","label":"<EF, INT>"},
{"text":"I have the privilege of chairing a panel of experts convened by the Department for International Development, the UK's aid agency, which will report on September 14th on whether, and to what extent, cash should be given instead of, or in addition to, traditional aid-in-kind.","marker":"should","label":"<EF, DM>"},
{"text":"The aim is to show my children the horrors from which their grandparents fled and remind them that, while they are as British as Pimm's and Vindaloo, they are descended, in part, from refugees.","marker":"The aim is","label":"<EF, INT>"},
{"text":"They are acting with courage, humility and a quiet strength - and in doing so showing up the military leadership of countries which should be contributing more to the effort.","marker":"should","label":"<EF, DM>"},
{"text":"May they return home safe in the knowledge that they've made us proud.","marker":"May","label":"<EF, INC>"},
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"everyone hopes","label":"<EF, INC>"},
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"need to","label":"<EF, DM>"},
{"text":"The Ukraine crisis proves the British public's willingness to help refugees - if only Boris would listen","marker":"willingness","label":"<EF, INC>"},
{"text":"Let's hope she's got it right this time.","marker":"Let's hope","label":"<EF, INC, P>"},
{"text":"Let's hope she's got it right this time.","marker":"right","label":"<EF, NRM>"},
{"text":"We rightly feel some collective guilt for not acting earlier and not hitting hard enough at Putin.","marker":"We rightly","label":"<EF, NRM, P>"},
{"text":"But there are actions the UK can take to help mitigate this disaster.","marker":"can","label":"<EF, POT>"},
{"text":"The country was well-known for corruption and organised crime, including human trafficking. But it is possible to carry out these checks while still pursuing a more generous policy.","marker":"it is possible","label":"<EF, POT>"},
{"text":"The British public can <EF, DM> be reassured that concerns about security will <EF, INT> always be in mind while we work to ensure that our operational processes are as agile and flexible as possible <EF, POT, P> for the vulnerable people we are helping.","marker":"will","label":"<EF, INT>"},
{"text":"The British public can <EF, DM> be reassured that concerns about security will <EF, INT> always be in mind while we work to ensure that our operational processes are as agile and flexible as possible <EF, POT, P> for the vulnerable people we are helping.","marker":"our operational processes are as agile and flexible as possible","label":"<EF, POT, P>"},
{"text":"But our capacity to help is not infinite and so we need to prioritise those whose needs are greatest, not those who can afford to pay people smugglers to ferry them here from another safe country.","marker":"our capacity","label":"<EF, POT, P>"},
{"text":"But our capacity to help is not infinite and so we need to prioritise those whose needs are greatest, not those who can afford to pay people smugglers to ferry them here from another safe country.","marker":"we need to","label":"<EF, DM, P>"},
{"text":"Their dominance makes it impossible to create any power-sharing government in Damascus that would be key to ending the war.","marker":"impossible","label":"<EF, POT>"},
{"text":"We must have a system which prioritises the most in need.","marker":"must","label":"<EF, DM, P>"},
{"text":"They can make their home here and be supported to integrate and thrive","marker":"can","label":"<EF, POT>"},
{"text":"It is impossible to fully understand the desperation of those who are fleeing persecution and oppression in Afghanistan.","marker":"It is impossible","label":"<EF, POT>"},
{"text":"That is the reason I am so passionate about reforming our approach to migration and asylum. ","marker":"I am so passionate about","label":"<EF, INC, P>"},
{"text":"Of course, we want to bring in highly educated people, add to our skills base and boost our economy.","marker":"we want to","label":"<EF, INC>"},
{"text":"We can and must act.","marker":"We can","label":"<EF, POT, P>"},
{"text":"We can and must act.","marker":"We must","label":"<EF, DM, P>"},
{"text":"We owe it to Afghans to do what we can.","marker":"We owe","label":"<EF, DM, P>"},
{"text":"We owe it to Afghans to do what we can.","marker":"we can","label":"<EF, POT, P>"},
{"text":"Our new Afghan Citizens' Resettlement Scheme will welcome up to 20,000 people who have been forced to flee Afghanistan","marker":"Our new Afghan Citizens' Resettlement Scheme will","label":"<EF, INT, P>"},
{"text":"but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we owe to do","label":"<EF, DM, P>"},
{"text":"but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we can","label":"<EF, POT, P>"},
{"text":"The British people can be reassured that we will not compromise on this","marker":"can","label":"<EF, DM>"},
{"text":"The British people can be reassured that we will not compromise on this","marker":"we will not","label":"<EF, INT, P>"},
{"text":"Anyone arriving here through any of the schemes will have to pass the same strict security checks conducted by our police and intelligence partners.","marker":"will have to","label":"<EF, DM>"},
{"text":"I know the British public will be equally reassured that we are doing the right thing","marker":"we are doing","label":"<EF, NRM, P>"},
{"text":"We cannot do this alone","marker":"We cannot","label":"<EF, POT, P>"},
{"text":"The UK is also doing all it can to encourage other countries to help. ","marker":"The UK is also doing","label":"<EF, POT, P>"},
{"text":"Not only do we want to lead by example, we cannot do this alone. ","marker":"we want to","label":"<EF, INC, P>"},
{"text":"Not only do we want to lead by example, we cannot do this alone. ","marker":"we cannot","label":"<EF, POT, P>"},
{"text":"These safe and legal routes are the cornerstone of our asylum policy, and we should protect them at all costs","marker":"we should","label":"<EF, DM, P>"},
{"text":"The UK Government will always stand by those who have had the lights switched off on their liberties.","marker":"The UK Government will always stand","label":"<EF, INT, P>"},
{"text":"I want to ensure that as a nation we do everything possible to provide support to the most vulnerable fleeing Afghanistan","marker":"I want to","label":"<EF, INC, P>"},
{"text":"I want to ensure that as a nation we do everything possible to provide support to the most vulnerable fleeing Afghanistan","marker":"we do everything possible","label":"<EF, POT, P>"},
{"text":"So they can start a new life in safety in the UK, away from the tyranny and oppression they face in Afghanistan.","marker":"they can","label":"<EF, POT>"},
{"text":"Afghanistan faces a humanitarian crisis and Britain must act","marker":"Britain must","label":"<EF, DM, P>"},
{"text":"No 10 must uphold international values in discussions with the Taliban and provide safe passage for Afghans seeking asylum in Britain","marker":"must","label":"<EF, DM>"},
{"text":"Educating girls is probably the most readily identifiable success of UK soft power in the country","marker":"the most readily identifiable","label":"<EF, POT>"},
{"text":"Today hundreds of parents, loved ones, and children of those British soldiers who perished or suffered terrible injuries to defend our security and make Afghanistan a more stable global citizen, are rightly asking themselves what was it all for.","marker":"are rightly","label":"<EF, NRM>"},
{"text":"But to paraphrase President Joe Biden, we can also ask how it is possible to commit our resources and determination if the leadership and armed forces of the regime in charge of the country so readily cave in and flee in the face of danger?","marker":"we can","label":"<EF, DM, P>"},
{"text":"But there are actions the UK can take to help mitigate this disaster.","marker":"the UK can","label":"<EF, POT, P>"},
{"text":"Here are four things we should try to achieve.","marker":"we should","label":"<EF, DM, P>"},
{"text":"First, as a matter of national honour and duty, we must provide asylum and safe passage for all those who worked for us, including contractors.","marker":"honour and duty","label":"<EF, NRM>"},
{"text":"First, as a matter of national honour and duty, we must provide asylum and safe passage for all those who worked for us, including contractors.","marker":"we must","label":"<EF, DM, P>"},
{"text":"It is a fundamental duty of care","marker":"duty","label":"<EF, NRM>"},
{"text":"My colleague, Damian Green, a former immigration minister, is right when he says that there are times and places where we should be strict with asylum applications.","marker":"is right","label":"<EF, NRM>"},
{"text":"My colleague, Damian Green, a former immigration minister, is right when he says that there are times and places where we should be strict with asylum applications.","marker":"we should","label":"<EF, DM>"},
{"text":"Afghanistan today is the exact opposite. We should take anyone who can make a case","marker":"We should","label":"<EF, DM>"},
{"text":"Afghanistan today is the exact opposite. We should take anyone who can make a case","marker":"who can","label":"<EF, POT>"},
{"text":"We have a responsibility to do everything we can to secure their safe passage","marker":"We have a responsibility to do","label":"<EF, NRM, P>"},
{"text":"We need to spell out what the ARAP (Afghan Relocation and Assistance) policy means for those Afghans who worked on HMG projects either as consultants or employees.","marker":"We need to","label":"<EF, DM, P>"},
{"text":"And we shouldseek from the Taliban leadership assurances that they will be permitted safe passage out of the country. ","marker":"we should","label":"<EF, DM, P> "},
{"text":"Second, we must engage directly and indirectly with the Taliban, playing our role as part of the UN, and a leading nation in the international community.","marker":"we must","label":"<EF, DM, P>"},
{"text":"While we are in no position to do it on our own, the skill of our diplomats combined with our position as a permanent member of the Security Council gives us a unique advantage and influence.","marker":"we are in no position to do","label":"<EF, NRM, P>"},
{"text":"Those borders must be kept open if necessary with UN help.","marker":"must","label":"<EF, DM>"},
{"text":"We and other rich countries must recognise our duty and responsibility not just with money but with expertise to come to their rescue and support in significant scale.","marker":"We and other rich countries must","label":"<EF, DM, P>"},
{"text":"We and other rich countries must recognise our duty and responsibility not just with money but with expertise to come to their rescue and support in significant scale.","marker":"We and other rich countries must recognise our duty and responsibility","label":"<EF, NRM, P>"},
{"text":"Finally, in cooperation with others we must stand by ordinary Afghans and support those international values which Britain upholds in our forthcoming discussions with the Taliban.","marker":"we must","label":"<EF, DM, P>"},
{"text":"Down the decades Britain has been a bright light in many dark and desperate places. Today for hundreds of thousands of traumatised Aghanis, that light is needed more than ever.","marker":"is needed","label":"<EF, DM>"},
{"text":"In following America's lead on this, Westminster has turned what should have been a simple operation into a fraught quagmire.","marker":"what should","label":"<EF, DM>"},
{"text":"They are acting with courage, humility and a quiet strength - and in doing so showing up the military leadership of countries which should be contributing more to the effort.","marker":"which should","label":"<EF, DM>"},
{"text":"May they return home safe in the knowledge that they've made us proud.","marker":"May","label":"<EF, INC>"},
{"text":"Keir Starmer should take notes from Andy Burnham on Afghan refugees","marker":"should","label":"<EF, DM>"},
{"text":"Yesterday in the Commons, the Labour leader, Keir Starmer, said what any Labour leader is expected to say","marker":"is expected","label":"<EF, NRM>"},
{"text":"namely that proposed arrangements to accommodate Afghan refugees in Britain must be generous and welcoming","marker":"must","label":"<EF, DM>"},
{"text":"Given the seriousness of the situation, the imminent threat to life and liberty posed by the Islamist warlords and the responsibility that Britain, as a Nato leader, must shoulder for the collapse of the regime there","marker":"the responsibility","label":"<EF, NRM>"},
{"text":"Given the seriousness of the situation, the imminent threat to life and liberty posed by the Islamist warlords and the responsibility that Britain, as a Nato leader, must shoulder for the collapse of the regime there","marker":"must","label":"<EF, DM>"},
{"text":"Such caveats are usually used to reassure Labour voters that their own communities will not be put under undue pressure through having to accommodate large numbers of new arrivals.","marker":"will","label":"<EF, INT>"},
{"text":"Such caveats are usually used to reassure Labour voters that their own communities will not be put under undue pressure through having to accommodate large numbers of new arrivals.","marker":"having to","label":"<EF, DM>"},
{"text":"Greater Manchester, of which Andy Burnham is the metro mayor, will play its part in welcoming refugees from Afghanistan, he told the BBC's Radio 4 Today programme.","marker":"will","label":"<EF, INT>"},
{"text":"We of course as always stand ready to help and to welcome people here who need our help","marker":"stand ready","label":"<EF, INT>"},
{"text":"We of course as always stand ready to help and to welcome people here who need our help","marker":"need","label":"<EF, DM>"},
{"text":"But it does need to be fair to places like Greater Manchester.","marker":"need","label":"<EF, DM>"},
{"text":"Burnham was referring mainly to resources that local councils will need in order to provide accommodation and other services to the refugees.","marker":"need","label":"<EF, DM>"},
{"text":"We want to do everything we can","marker":"want to do","label":"<EF, INC>"},
{"text":"We want to do everything we can","marker":"can","label":"<EF, POT>"},
{"text":"But we've got to do it on a fair basis that's worked out between us and the Home Office","marker":"we've got to do it","label":"<EF, DM>"},
{"text":"Offering asylum comes at a cost and that his own electors shouldn't meet that cost alone.","marker":"shouldn't","label":"<EF, DM>"},
{"text":"Instead of seeing Burnham as a threat or a rival (in fact he's both) Starmer should take a lesson from the Manchester mayor, who's been in politics far longer than Starmer, after all.","marker":"should","label":"<EF, DM>"},
{"text":"Burnham, whose ambition to lead his country should be admired","marker":"should","label":"<EF, DM>"},
{"text":"This is why I'll always trust a soldier over a politician","marker":"I'll","label":"<EF, INT, P>"},
{"text":"Given a choice between a politician and a soldier, I would take the soldier every time.","marker":"I would","label":"<EF, INC, P>"},
{"text":"Soldiers can be strangely unworldly which is why, if they enter politics, they are taken aback by the lack of loyalty and the ubiquitous cowardice.","marker":"can","label":"<EF, POT>"},
{"text":"You can sort of imagine how it went.","marker":"can","label":"<EF, POT>"},
{"text":"Mr President, we understand the strain you are under at this immensely difficult time, but we do ask the United States to use her might to put pressure on the Taliban to extend the deadline for emergency evacuations from Kabul airport.","marker":"ask","label":"<EF, DIR>"},
{"text":"We cannot abandonner our Afghan allies.","marker":"We cannot","label":"<EF, POT>"},
{"text":"La France, she will be leaving Kabul on Thursday before le petit dejeuner if America does not succeed to extend za deadline with za Tali-banne","marker":"will","label":"<EF, INC>"},
{"text":"I'm sorry, but Germany cannot take any more refugees.","marker":"cannot","label":"<EF, POT>"},
{"text":"I know, let's issue a communique saying we are totally united in our commitment to making it look like we've done everything we possibly could","marker":"let's","label":"<EF, DIR>"},
{"text":"I know, let's issue a communique saying we are totally united in our commitment to making it look like we've done everything we possibly could","marker":"commitment to","label":"<EF, INT>"},
{"text":"I know, let's issue a communique saying we are totally united in our commitment to making it look like we've done everything we possibly could","marker":"possibly could","label":"<EF, POT>"},
{"text":"Compare and contrast with the situation in Kabul where stricken people know the darkness is descending.","marker":"Compare and contrast","label":"<EF, DIR>"},
{"text":"Like I said, give me a soldier any day.","marker":"give me","label":"<EF, DIR, P>"},
{"text":"Afghan refugees can thrive in Britain","marker":"can","label":"<EF, POT>"},
{"text":"but we must integrate them properly","marker":"we must","label":"<EF, DM, P>"},
{"text":"The scheme will also rightly prioritise those who closely cooperated with British forces during the war (such as interpreters), as well as those who have a track record of championing female empowerment in post-2001 Afghanistan.","marker":"will also rightly","label":"<EF, NRM>"},
{"text":"They should have a particular hunger for education and work - given that barring these, for women in particular, is one of the cornerstones of Taliban cruelty.","marker":"should","label":"<EF, DM>"},
{"text":"Their arrival provides a good opportunity, then, to refine and hone our refugee programmes.","marker":"a good opportunity","label":"<EF, POT>"},
{"text":"The phased nature of these schemes has been vitally important in ensuring their legitimacy.","marker":"vitally important","label":"<EF, NRM>"},
{"text":"They allow the UK Government to work with stakeholders","marker":"allow","label":"<EF, DM>"},
{"text":"The UK should be welcoming towards Afghan refugees","marker":"The UK should","label":"<EF, DM, P>"},
{"text":"but provide a firm message that with freedom comes responsibility","marker":"responsibility","label":"<EF, NRM>"},
{"text":"I can only hope that the government has smelt the coffee and understands that generous-spirited asylum policies must be complemented with hard-headed thinking on matters of integration.","marker":"I can only hope","label":"<EF, INC, P>"},
{"text":"I can only hope that the government has smelt the coffee and understands that generous-spirited asylum policies must be complemented with hard-headed thinking on matters of integration.","marker":"must","label":"<EF, DM>"},
{"text":"It does not have to be this way - both the political and military will are there to complete this limited mission","marker":"have to","label":"<EF, DM>"},
{"text":"Let it sink in - as some of the most highly trained British soldiers stand guard just a few miles from them, British citizens are told to navigate Afghanistan's harsh landmass alone.","marker":"Let","label":"<EF, DIR>"},
{"text":"It does not have to be this way","marker":"have to","label":"<EF, DM>"},
{"text":"and nor should it be","marker":"should","label":"<EF, DM>"},
{"text":"The political will from Westminster for a continued, limited British military deployment, ensuring as many vulnerable Afghans and foreign nationals can be afforded safe passage out of a soon-to-be brutalised Taliban-controlled Kabul, is clearly there.","marker":"can","label":"<EF, POT>"},
{"text":"It's not too late to give Christians and other “apostates” the same priority in escaping the Taliban that we have to cats and dogs","marker":"give","label":"<EF, DM>"},
{"text":"The reason they are doing this is because this small community of Christians are converts from Islam liable for punishment for apostasy under the Taliban.","marker":"liable","label":"<EF, POT>"},
{"text":"The British Government and its allies have contributed to the dangers faced by Afghan Christians and have a moral responsibility to them.","marker":"responsibility","label":"<EF, NRM>"},
{"text":"It could easily establish a “safe harbour” system for example, for those who are systemically discriminated against.","marker":"could","label":"<EF, POT>"},
{"text":"They must now become action.","marker":"must","label":"<EF, DM>"},
{"text":" I am proud of our record as a nation but more needs to be done in recognising one of the greatest persecutions of the day, that of Christians.","marker":"needs to be","label":"<EF, DM>"},
{"text":"Nato may now have left Kabul. But it is not too late, Boris, to give Christians and other “apostates” the same priority in escaping from the Taliban that you have to cats and dogs.","marker":"to give","label":"<EF, NRM>"},
{"text":"The announcement of Operation Warm Welcome in response to the resettlement of 8,500 Afghans evacuated under the Afghan Relocations and Assistance Policy (ARAP) scheme, will see individuals and their families who worked for the British mission rightly granted Indefinite Leave to Remain (ILR) in the UK","marker":"rightly","label":"<EF, NRM>"},
{"text":"part of a wider package designed to ensure that those resettling are given the essential support they need","marker":"need","label":"<EF, DM>"},
{"text":"Currently, and in stark contrast to the scope of the ARAP scheme, Commonwealth veterans who wish to live in the UK after completing their service are required to apply for ILR for both themselves and their family members during a small 48-day window immediately upon discharge.","marker":"required","label":"<EF, DM>"},
{"text":"In the United States non-US citizens become eligible for naturalisation upon receiving an honourable discharge from the US military.","marker":"eligible","label":"<EF, POT>"},
{"text":"It is hard to reconcile why there is such reticence to simply waive the fees and grant these veterans ILR, instead forcing a small cohort of veterans roughly the same size as those eligible for the ARAP scheme to pay thousands of pounds to live in the country they have already proven their commitment to.","marker":"eligible","label":"<EF, POT>"},
{"text":"June's inchoate public consultation on immigration fees for Foreign and Commonwealth veterans was a step in the right direction but fell short of the package our veterans should be entitled to.","marker":"should","label":"<EF, DM>"},
{"text":"The proposal that personnel should have completed 12 years' service as a pre-requisite for the waiving of fees is a significantly limiting factor, with the average length of service for a soldier in the Regiments and Corps where the majority of these troops serve falling below that.","marker":"should","label":"<EF, DM>"},
{"text":"If we are serious about the aspiration to make this the best country in the world to be a veteran, we should start by ensuring that all our veterans are treated equally.","marker":"we should","label":"<EF, DM, P>"},
{"text":"We should certainly ensure that we treat our veterans as well as we treat those to whom we give refuge.","marker":"We should","label":"<EF, DM, P>"},
{"text":"It is high time we extended the “warm welcome” to our Foreign and Commonwealth veterans.","marker":"time","label":"<EF, NRM>"},
{"text":"Already you can hear the outraged, high-pitched protests of critics who reach for the smelling salts every time","marker":"you can","label":"<EF, POT, P>"},
{"text":"Before we come on to the question of what British values are, let's deal","marker":"let's","label":"<EF, DIR, P>"},
{"text":"with the inevitable accusation that imposing a set of values on people to whom they might seem strange or even alien is some form of cultural imperialism.","marker":"inevitable","label":"<EF, POT>"},
{"text":"Second, to maintain any level of cohesion, societies require at least some level of basic and widespread acceptance of values","marker":"require","label":"<EF, DM>"},
{"text":"But that does not mean that those lucky enough to escape Afghanistan and get to Britain should be able to bring all their cultural and religious prejudices with them without having them challenged.","marker":"should","label":"<EF, DM>"},
{"text":"But that does not mean that those lucky enough to escape Afghanistan and get to Britain should be able to bring all their cultural and religious prejudices with them without having them challenged.","marker":"be able to","label":"<EF, POT>"},
{"text":"When arranging marriages, Blunkett also decreed that families should look to make a match between young men and women already living in Britain","marker":"should","label":"<EF, DM>"},
{"text":"It is hardly demanding too much that a nation that has given billions of pounds and hundreds of British soldiers' lives to preserve peace and freedom in Afghanistan, should now insist that our language, culture, history and values are now embraced by those who are here","marker":"should","label":"<EF, DM>"},
{"text":"They can no longer rely on the protection they once enjoyed in the shadow of the Union flag.","marker":"can no","label":"<EF, POT>"},
{"text":"I find it hard to understand the fuss and bother over a requirement that from 19 November anyone working in a Care Quality Commission registered care home will have to be vaccinated (unless they are exempt) against Covid, even such incoming tradespeople as hairdressers.","marker":"will have to","label":"<EF, DM>"},
{"text":"We have read a lot recently about the need to mitigate the threat of severe world climate change, much of which is caused by the release of carbon dioxide into the atmosphere","marker":"need","label":"<EF, DM>"},
{"text":"It is extremely difficult, perhaps impossible","marker":"difficult","label":"<EF, POT>"},
{"text":"It is extremely difficult, perhaps impossible","marker":"impossible","label":"<EF, POT>"},
{"text":" to produce a simple one-line formula to identify the plants which should be decommissioned","marker":"should","label":"<EF, DM>"},
{"text":"but the possible benefits are so great that governments should send their best people to the imminent international climate change conferences. ","marker":"possible","label":"<EF, POT>"},
{"text":"but the possible benefits are so great that governments should send their best people to the imminent international climate change conferences. ","marker":"should","label":"<EF, DM>"},
{"text":"What the organisers call a series of webinars comprising a “World Summit on Combating and Preventing Forced Organ Harvesting in China” deserve support","marker":"support","label":"<EF, NRM>"},
{"text":"They are to be held next month on 17-19 and 24-26 September","marker":"are to be","label":"<EF, DM>"},
{"text":"The agenda is clear to prevent the crime of forcibly removing organs from living non-consenting prisoners for profit,","marker":"prevent","label":"<EF, NRM>"},
{"text":"for the purpose of transplantation, research or other medical procedure violates universal ethical values, turning the medical profession into an abusive practice","marker":"ethical values","label":"<EF, NRM>"},
{"text":"This has been going on for more than twenty years and it is time Western governments came together to put it to an end.","marker":"it is time","label":"<EF, NRM>"},
{"text":"We want to ensure long term integration, which is a two-way street","marker":"We want to","label":"<EF, INC, P>"},
{"text":"People who could be images from the nightly news become human beings, a family just like mine or yours.","marker":"could","label":"<EF, POT>"},
{"text":"It is one that requires both urgency, as the largest emergency arrival of people in recent decades","marker":"requires","label":"<EF, DM>"},
{"text":"But it is also one that requires patience and constancy to follow through and ensure long term success.","marker":"requires","label":"<EF, DM>"},
{"text":"Finding good quality homes at speed is no mean feat.","marker":"no mean feat","label":"<EF, POT>"},
{"text":"In particular we need three and four bedroom properties for larger families.","marker":"we need","label":"<EF, DM, P>"},
{"text":"Anyone wishing to do so, should contact either their local council or the Government via our online portal for housing offers.","marker":"should","label":"<EF, DM>"},
{"text":" And we will be working with community groups the length and breadth of the country.","marker":"we will","label":"<EF, INT, P>"},
{"text":"We also want to ensure long term integration, which is a two-way street. Britain is a country with rules and values","marker":"We also want to","label":"<EF, INC, P>"},
{"text":"We seek to ensure that this effort","marker":"We seek to","label":"<EF, INC, P>"},
{"text":"others who are particularly vulnerable to come to the UK, in the years ahead, are exemplars in achieving a united and integrated country, not a diverse, but divided one.","marker":"exemplars","label":"<EF, NRM>"},
{"text":"We will do everything we can to ensure their new lives in the UK are happy and successful.","marker":"We will","label":"<EF, INT, P>"},
{"text":"We will do everything we can to ensure their new lives in the UK are happy and successful.","marker":"we can","label":"<EF, POT, P>"},
{"text":"The physicality of these lads is what strikes you: the strength of their shoulders and arms, which enables them to throw the ball hard, hit it a long way, or bowl it fast.","marker":"enables","label":"<EF, POT>"},
{"text":"Anyone arguing that MCC have preached only to the converted for 200 years cannot say that now she is director of the MCC Foundation.","marker":"cannot","label":"<EF, DM>"},
{"text":"At 5pm these refugees and volunteers pile into the playground, classrooms and school kitchen, where mothers can make their children some homecooked food after weeks without.","marker":"can","label":"<EF, POT>"},
{"text":"Subject to their wishes, we plan to continue to support them with cricket initiatives.","marker":"plan to","label":"<EF, INC>"},
{"text":"there is a chance they will be close to one of MCC's 70-odd hubs","marker":"chance","label":"<EF, POT>"},
{"text":"and able to continue playing","marker":"able to","label":"<EF, POT>"},
{"text":"In the meantime, all the first-class counties should be involved, identifying talent, and organising a national indoor competition","marker":"should","label":"<EF, DM>"},
{"text":"Just like Bishop George Bell, we must stand up","marker":"we must","label":"<EF, DM, P>"},
{"text":"We do what is right in the face of violence and oppression ","marker":"We do what is right","label":"<EF, NRM, P>"},
{"text":"“We've got to  act for moral reasons","marker":"ve got to","label":"<EF, DM>"},
{"text":"but also it's in our own self-interest to do so.","marker":"self-interest","label":"<EF, INC>"},
{"text":"Both are right: allowing the situation to get worse is irresponsible. ","marker":"irresponsible","label":"<EF, NRM>"},
{"text":"Clearly those who join us must recognise ","marker":"must","label":"<EF, DM>"},
{"text":"they need to embrace the values, traditions and history of the host nation","marker":"need to","label":"<EF, DM>"},
{"text":" just as the hosts will allow the customs of the migrants to have a place among us","marker":"allow","label":"<EF, DM>"},
{"text":"I hope the UK will give a firm moral lead as nations respond to the crisis facing the world today. ","marker":"I hope","label":"<EF, INC, P>"},
{"text":"the Government has not taken any steps at all to allow Christians to claim asylum in the UK.","marker":"allow","label":"<EF, DM>"},
{"text":"Perhaps a previously under-discussed reason that Labour isn't being taken seriously as a potential government is staring us in the face","marker":"potential","label":"<EF, POT>"},
{"text":"immigration should, be tightly regulated) looking sceptically at what Labour has to offer","marker":"should","label":"<EF,DM>"},
{"text":"immigration should, be tightly regulated) looking sceptically at what Labour has to offer","marker":"regulated","label":"<EF, NRM>"},
{"text":"It should be pointed out that for those at whom these various expressions of solidarity were aimed will have welcomed them.","marker":"should","label":"<EF, DM>"},
{"text":"there is a section of society only too happy to be told that they should, stand up to The Man","marker":"","label":"<EF, DM>"},
{"text":"they should, always get their own way, irrespective of the law.","marker":"","label":"<EF, DM>"},
{"text":"In the event of a Labour victory at the next general election, Dr Allin-Khan can expect to become a minister","marker":"can","label":"<EF, POT>"},
{"text":"Since it is beyond unlikely that a government of any party could win the support of the electorate","marker":"could","label":"<EF, POT>"},
{"text":"all illegal immigrants can, stay and work in the country whose laws they have spent years disrespecting","marker":"can","label":"<EF, POT>"},
{"text":"we must assume that the next Labour government, like all previous Labour governments, will be committed to enforcing immigration laws.","marker":"we must","label":"<EF, DM, P>"},
{"text":"being in government sometimes means having to stand up in front of hostile crowds","marker":"having to","label":"<EF, DM>"},
{"text":"they are wrong","marker":"wrong","label":"<EF, NRM>"},
{"text":"the government is right","marker":"right","label":"<EF, NRM>"},
{"text":"And then they have to vote for unpopular things in the Commons.","marker":"have to","label":"<EF, DM>"},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""}
]