[
{"text":"Clearly, this situation has spun out of control. ","marker":"Clearly","label":"<EP, IIE>"},
{"text":"In terms of resettling more people from Afghanistan, I know that cases are coming through.","marker":"I know","label":"<EP, FV, P>"},
{"text":"I daresay the European courts would have something to say about that.","marker":"I daresay","label":"<EP, CGA>"},
{"text":"I also understand, extremely well.","marker":"I understand","label":"<EP, CGA, P>"},
{"text":"But surely there is an opening here for an enterprising British flag producer.","marker":"surely","label":"<EP, EM>"},
{"text":"Perhaps in aid of the refugees.","marker":"Perhaps","label":"<EP, EM>"},
{"text":"My own small experience confirms the enthusiasm.","marker":"confirms","label":"<EP, IIR>"},
{"text":"But I grew up feeling.","marker":"I grew up feeling","label":"<EP, CGA, P>"},
{"text":"But I do also want to emphasize that we have on [sic] 5,000 people in the first year.","marker":"I do also want to emphasize","label":"<EP, MEP, P>"},
{"text":"Never mind that we are signatories of the refugee convention and were, in living memory, proud of that fact.","marker":"fact","label":"<EP, FV>"},
{"text":"But one point is always true.","marker":"true","label":"<EP, FV>"},
{"text":"It is aware that those being threatened with removal to Rwanda may turn out to be the kinds of people most Britons don't want deported.","marker":"may","label":"<EP, EM>"},
{"text":"To ration the supply of new arrivals which will continue so long as western Europeans refuse to have enough children.","marker":"will continue","label":"<EP, EM>"},
{"text":"Do I think that the scheme will be announced? Yes, I do.","marker":"Do I think","label":"<EP, CGA, P>"},
{"text":"Then there is no hope or chance of Ukrainian families being able to find it on the way to Calais in order to get sanctuary.","marker":"there is no hope or chance","label":"<EP, CGA>"},
{"text":"I think we are looking for more clarity from the Government about their expectations of local authorities.","marker":"I think","label":"<EP, CGA, P>"},
{"text":"The majority-white population seemed quite content that most of its black and Asian people were tucked away in one corner of the city.","marker":"seemed","label":"<EP, IIE>"},
{"text":"It is extremely difficult, perhaps, to produce a simple one-line formula.","marker":"perhaps","label":"<EP, EM>"},
{"text":"It creates a problem for itself somewhere down the line that will have to be corrected, and sometimes with drastic means.","marker":"will","label":"<EP, EM>"},
{"text":"So let's trust that the government's new Nationality and Borders Bill isn't a sheep in wolf's clothing.","marker":"let's trust","label":"<EP, CGA, P>"},
{"text":"Now some of you may have heard or noticed the calls for me to suspend national security processes on people have grown louder in recent weeks.","marker":"may","label":"<EP, EM>"},
{"text":"The British people understand the system we currently have in place is manifestly unfair.","marker":"understand","label":"<EP, CGA>"},
{"text":"Many of those women and girls are minorities, are pushed aside as we have seen.","marker":"we have seen","label":"<EP, IIE, P>"},
{"text":"One thing I have learned in almost half a century in this business is that when it comes to border control, nothing stays the same for long.","marker":" I have learned","label":"<EP, CGA, P>"},
{"text":"From the moment Vladimir Putin launched his assault on Ukraine on that terrible morning of 24 February, we knew that our obligation to the Ukrainian people would need to extend far beyond the battlefield.","marker":"we knew","label":"<EP, CGA, P>"},
{"text":"I felt uneasier about this way of putting it than about the word “invasion”, because it seemed to imply bad motives.","marker":"seemed","label":"<EP, IIE>"},
{"text":"We saw that this trauma is compounded by policies and narratives that conflate modern slavery and immigration.","marker":"We saw","label":"<EP, IIE, P>"},
{"text":"Surveys commissioned for the Department for International Development in Helmand in 2010 showed that people preferred Taliban courts to the Kabul-appointed ones, where they had to bribe prosecutors and judges.","marker":"showed","label":"<EP, IIR>"},
{"text":"Sure, we don't know [NO MARKER] these people before they arrive and our first two guests have been Muslims, unlike us.","marker":"Sure","label":"<EP, CGA>"},
{"text":"I figured I may as well make my life as interesting as possible while my friends talked to each other about primary school places and house prices.","marker":"may","label":"<EP, EM>"},
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver, but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"will","label":"<EP, EM>"},
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver, but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we are clear","label":"<EP, IIE, P>"},
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver, but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"will","label":"<EP, EM>"},
{"text":"The government is now talking about a third route. It is something that we've been talking about now for days and I think most people would say - the international community would say - get on with it, clear this mess up, and let's have that simple route to sanctuary.","marker":"I think","label":"<EP, CGA, P>"},
{"text":"The government is now talking about a third route. It is something that we've been talking about now for days and I think most people would say - the international community would say - get on with it, clear this mess up, and let's have that simple route to sanctuary.","marker":"would","label":"<EP, EM>"},
{"text":"It will have escaped no one that, despite so little being done to help Ukrainians as they face the horrors of war, it is still far more support than was offered just months ago to those who were fleeing the brutal horrors of the oncoming Taliban regime in Afghanistan.","marker":"will","label":"<EP, EM>"},
{"text":"and the reason why this week's updated statistics will likely be even higher, is that government policy has been designed to increase immigration - deliberately and radically.","marker":"will","label":"<EP, EM>"},
{"text":"and the reason why this week's updated statistics will likely be even higher, is that government policy has been designed to increase immigration - deliberately and radically.","marker":"likely","label":"<EP, EM>"},
{"text":"It is expected that the number of migrants illegally crossing the Channel in little boats will nearly triple to 22,000 this year from the (already high) number the year before last.","marker":"It is expected","label":"<EP, CGA>"},
{"text":"It is expected that the number of migrants illegally crossing the Channel in little boats will nearly triple to 22,000 this year from the (already high) number the year before last.","marker":"will","label":"<EP, EM>"},
{"text":"Moving on to the Statement, any scheme that will help Ukrainians reach safety is welcome. However, we feel we need more information as to how this will work in practice to give desperate Ukrainian families the help and support they need at this truly terrible time.","marker":"we feel","label":"<EP, IIE, P>"},
{"text":"It is inspiring, amid all the allegations and admissions of racism in English cricket, to see the sport bringing out the best in people who are welcoming new arrivals from Afghanistan.","marker":"see","label":"<EP, IIE>"},
{"text":"Meanwhile, Labour seems to be benefiting from its advantageous position of not being in government, with polls suggesting it is now more trusted on immigration than the Conservatives.","marker":"seems","label":"<EP, IIE>"},
{"text":"Meanwhile, Labour seems to be benefiting from its advantageous position of not being in government, with polls suggesting it is now more trusted on immigration than the Conservatives.","marker":"suggesting","label":"<EP, IIR>"},
{"text":"Liberals beware: evidence is mounting that open borders are unpopular and will not stay open for long.","marker":"evidence is mounting","label":"<EP, IIR>"},
{"text":"Liberals beware: evidence is mounting that open borders are unpopular and will not stay open for long.","marker":"will","label":"<EP, EM>"},
{"text":"Because so many of them have no identification documents, the truth is that nobody knows who they are or where they are from.","marker":"the truth","label":"<EP, IFV>"},
{"text":"Because so many of them have no identification documents, the truth is that nobody knows who they are or where they are from.","marker":"nobody knows","label":"<EP, APH>"},
{"text":"I began my speech by saying that there are moments in history when the great struggle between freedom and tyranny comes down to one fight, and I say today, without an iota of doubt, that freedom will win the day.","marker":"I say","label":"<EP, MEP, P>"},
{"text":"I began my speech by saying that there are moments in history when the great struggle between freedom and tyranny comes down to one fight, and I say today, without an iota of doubt, that freedom will win the day.","marker":"without an iota of doubt","label":"<EP, CGA>"},
{"text":"I began my speech by saying that there are moments in history when the great struggle between freedom and tyranny comes down to one fight, and I say today, without an iota of doubt, that freedom will win the day.","marker":"will","label":"<EP, EM>"},
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"Clearly","label":"<EP, IIE>"},
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"will","label":"<EP, EM>"},
{"text":"Clearly, everyone hopes that the conflict will end soon but the Poles (as well as Hungary and Moldova) may well need to offer shelter and assistance for months, even years, if towns and cities are destroyed by the fighting.","marker":"may","label":"<EP, EM>"},
{"text":"The British public can be reassured that concerns about security will always be in mind while we work to ensure that our operational processes are as agile and flexible as possible for the vulnerable people we are helping.","marker":"can","label":"<EP, EM>"},
{"text":"I doubt whether most of my fellow citizens, when they talk of “refugees”, have in mind any clear distinction between the political and the economic kind.","marker":"I doubt","label":"<EP, APH, P>"},
{"text":"It is impossible to fully understand the desperation of those who are fleeing persecution and oppression in Afghanistan.","marker":"to fully understand","label":"<EP, API>"},
{"text":"In my previous government roles, I have seen communities torn apart and met the families whose homes were destroyed because of conflict, forced to live in refugee camps in places like Jordan, Lebanon and South Sudan.","marker":"I have seen","label":"<EP, IIE, P>"},
{"text":"The fear, anguish and terror that I saw etched on so many faces will live with me forever.","marker":"will","label":"<EP, EM>"},
{"text":"So too will the tears and cries for help.","marker":"will","label":"<EP, EM>"},
{"text":"Of course, we want to bring in highly educated people, add to our skills base and boost our economy.","marker":"Of course","label":"<EP, CGI>"},
{"text":"The situation in Afghanistan is fast-changing, and this scheme will be operationally very complex to deliver","marker":"will","label":"<EP, EM>"},
{"text":"but we are clear that we owe it to vulnerable Afghans to do what we can.","marker":"we are clear that","label":"<EP, IIE, P>"},
{"text":"I know the British public will be equally reassured that we are doing the right thing.","marker":"I know","label":"<EP, PFV>"},
{"text":"I know the British public will be equally reassured that we are doing the right thing.","marker":"will","label":"<EP, EM>"},
{"text":"I want to ensure that as a nation we do everything possible to provide support to the most vulnerable fleeing Afghanistan","marker":"ensure","label":"<EP, MEP>"},
{"text":"I recall the stark example of asymmetric warfare a single Taliban fighter in flowing robes and flip flops, armed only with a Kalashnikov, able to pin down a Company of modern, Western, heavily armed infantry.","marker":"I recall","label":"<EP, PFV>"},
{"text":"I felt incredibly proud to see the British military and development experts working closely together","marker":"I felt incredibly proud to see","label":"<EP, IIE, P>"},
{"text":"Educating girls is probably the most readily identifiable success of UK soft power in the country","marker":"is probably","label":"<EP, EM>"},
{"text":"None of this was easy and is obviously all threatened by the events of recent days","marker":"is obviously","label":"<EP, IIE>"},
{"text":"They are at great risk of violent reprisals. ","marker":"at great risk","label":"<EP, CGI>"},
{"text":"And we should seek from the Taliban leadership assurances that they will be permitted safe passage out of the country. ","marker":"they will","label":"<EP, EM>"},
{"text":"Third, we may be about to witness a humanitarian catastrophe of horrific proportions as millions of terrified Afghans cross the borders into Iran and Pakistan.","marker":"may","label":"<EP, EM>"},
{"text":"We and other rich countries must recognise our duty and responsibility not just with money but with expertise to come to their rescue and support in significant scale.","marker":"must recognise","label":"<EP, PFV>"},
{"text":"Our paratroopers are punching well above their weight, determined to reach out to all those at risk of the Taliban's vengeance","marker":"determined to reach out to all those at risk","label":"<EP, CGI>"},
{"text":"Whilst other nation's flights out of Kabul may appear (one German plane carried just seven evacuees, while an Australian Hercules aircraft departed with 26) the British effort is on track to successfully evacuate roughly 1,000 people per day over the coming weeks.","marker":"may","label":"<EP, EM>"},
{"text":"Of all the singular events which will come to define Britain's twenty year Afghan campaign","marker":"will","label":"<EP, EM>"},
{"text":"none will be remembered as much as the unnecessary and rushed US-led troop withdrawal.","marker":"will","label":"<EP, EM>"},
{"text":"none will be remembered as much as the unnecessary and rushed US-led troop withdrawal.","marker":"be remembered","label":"<EP, IFV>"},
{"text":"As was noted in The Telegraph yesterday, its consequences will live on for decades to come","marker":"will","label":"<EP, EM>"},
{"text":"But our men and women on the ground, making sure those at risk of Taliban vengeance are ushered to safety, are reminding us why Britain's military is so well regarded around the world.","marker":"making sure those at risk","label":"<EP, CGI>"},
{"text":"But our men and women on the ground, making sure those at risk of Taliban vengeance are ushered to safety, are reminding us why Britain's military is so well regarded around the world.","marker":"are reminding","label":"<EP, PFV>"},
{"text":"Once again, Burnham is showing that he understands the practicalities of politics better than the current Labour leader","marker":"is showing","label":"<EP, IIR>"},
{"text":"The government's target of accommodating just 5000 of those fleeing the Taliban regime this year, with another 15,000 in future years, sounded like they had “plucked out of the air”, said Mr Starmer.","marker":"sounded","label":"<EP, IIE>"},
{"text":"the Labour leader obviously felt justified in dispensing with any caveats that he might normally have attached to his party's enthusiasm for welcoming large numbers of refugees.","marker":"obviously","label":"<EP, IIE>"},
{"text":"the Labour leader obviously felt justified in dispensing with any caveats that he might normally have attached to his party's enthusiasm for welcoming large numbers of refugees.","marker":"might","label":"<EP, EM>"},
{"text":"We of course as always stand ready to help and to welcome people here who need our help","marker":"of course","label":"<EP, CGI>"},
{"text":"Burnham was referring mainly to resources that local councils will need in order to provide accommodation and other services to the refugees.","marker":"will","label":"<EP, EM>"},
{"text":"we're here and we've always helped in fact more than other areas across the country","marker":"in fact","label":"<EP, IFV>"},
{"text":"only one local authority Labour-controlled Glasgow actually agreed to be part of the programme.","marker":"actually","label":"<EP, IFV>"},
{"text":"But Burnham seems to be more in tune with those voters largely, but not exclusively from working class areas","marker":"seems to be","label":"<EP, IIE>"},
{"text":"who might have reservations about another influx of immigrants arriving in their communities.","marker":"who might","label":"<EP, EM>"},
{"text":"Instead of dismissing such people as “bigots”, as one of Starmer's predecessors as leader did, Burnham in effect took their side.","marker":"in effect","label":"<EP, IFV>"},
{"text":"Anyone listening to his interview, whether pro- or anti-large scale immigration, will have found something in Burnham's words to encourage and reassure them.","marker":"will","label":"<EP, EM>"},
{"text":"Instead of seeing Burnham as a threat or a rival (in fact he's both) Starmer should <EF, DM> take a lesson from the Manchester mayor, who's been in politics far longer than Starmer, after all.","marker":"seeing","label":"<EP, IIE>"},
{"text":"Instead of seeing Burnham as a threat or a rival (in fact he's both) Starmer should <EF, DM> take a lesson from the Manchester mayor, who's been in politics far longer than Starmer, after all.","marker":"in fact","label":"<EP, IFV>"},
{"text":"If the Labour leader wants to have regular lessons from Burnham on a one-to-one basis, he may not have long to wait for such an opportunity.","marker":"may not","label":"<EP, EM>"},
{"text":"even in a party that traditionally casts a disapproving and suspicious eye on such ambition, may well decide that a last-minute vacancy in a northern parliamentary seat just before the next election is the very thing he was waiting for.","marker":"may","label":"<EP, EM>"},
{"text":"Now, wouldn't that be useful and not at all threatening to Starmer?","marker":"wouldn't that be","label":"<EP, EM>"},
{"text":"They have a visceral understanding of the consequences for real people's lives, which can be a drawback.","marker":"can","label":"<EP, EM>"},
{"text":"Caring about polls more than people is the mark of the true politician.","marker":"true","label":"<EP, IFV>"},
{"text":"Mr President, we understand the strain you are under at this immensely difficult time, but we do ask the United States to use her might to put pressure on the Taliban to extend the deadline for emergency evacuations from Kabul airport.","marker":"understand","label":"<EP, CGA>"},
{"text":"What we 'ave 'ere is a clair case of ze moral responsabilité","marker":"clair","label":"<EP, IIE>"},
{"text":"My successor will not win the election if thousands of Afghans are peturbing Bavaria.","marker":"will not","label":"<EP, EM>"},
{"text":"With respect, Angela, it might have helped if Germany had stumped up a bit more dosh for Nato in the first place.","marker":"might","label":"<EP, EM>"},
{"text":"I know, let's issue a communique saying we are totally united in our commitment to making it look like we've done everything we possibly could","marker":"I know","label":"<EP, PFV>"},
{"text":"We're entirely confident on our American partners to hold those Taliban barbarians to account","marker":"entirely confident on","label":"<EP, CGA>"},
{"text":"Compare and contrast with the situation in Kabul where stricken people know the darkness is descending.","marker":"know","label":"<EP, PFV>"},
{"text":"Like I said, give me a soldier any day.","marker":"Like I said","label":"<EP, MEP>"},
{"text":"This will be a different creature to the failed efforts by European governments to integrate refugees during the 2015 migrant crisis.","marker":"will","label":"<EP, EM>"},
{"text":"As well as being streamlined in terms of numbers, priority will be given to women and girls and ethno-religious minorities which are most at risk of human rights abuses and dehumanising treatment by the Taliban.","marker":"are most at risk","label":"<EP, CGI>"},
{"text":"And assuming refugees from countries such as Afghanistan will integrate smoothly into British liberal-democratic structures, is exactly the kind of misplaced idealism that undermines public trust in the asylum system.","marker":"will","label":"<EP, EM>"},
{"text":"They'll be devastated to leave people behind","marker":"They'll","label":"<EP, EM>"},
{"text":"It was almost certainly a noble attempt at political messaging to both an American and a domestic audience","marker":"certainly","label":"<EP, EM>"},
{"text":"That sentiment seems to have cross-party support in Westminster, which reflects well on our national character.","marker":"seems to","label":"<EP, IIE>"},
{"text":"The timing is now precariously tight; one wrong move and even more chaos will befall the close to 1,000 overstretched British troops based at Hamid Karzai International Airport.","marker":"will","label":"<EP, EM>"},
{"text":"Once the 24 hour notice to move order is issued, we will likely see an immediate cessation of the processing of all entitled and vulnerable Afghan civilians at threat from the Taliban's brutal reprisals.","marker":"will likely","label":"<EP, EM>"},
{"text":"Those Afghans who supported our forces for 20 years, who translated for us, trained with us and drove alongside us, will have been abandoned to the Taliban's vengeance.","marker":"will have","label":"<EP, EM>"},
{"text":"So too will Afghans who fully embraced our values - by setting up schools for girls and art exhibitions.","marker":"will","label":"<EP, EM>"},
{"text":"The Taliban will have found lists of some of these people","marker":"will have","label":"<EP, EM>"},
{"text":"Their well-spoken PR agents may today promise amnesty today","marker":"may","label":"<EP, EM>"},
{"text":"It is widely expected that a crackdown will take place once the military planes depart.","marker":"It is widely expected","label":"<EP, CGI>"},
{"text":"It is widely expected that a crackdown will take place once the military planes depart.","marker":"will","label":"<EP, EM>"},
{"text":"The political will from Westminster for a continued, limited British military deployment, ensuring as many vulnerable Afghans and foreign nationals can be afforded safe passage out of a soon-to-be brutalised Taliban-controlled Kabul, is clearly there.","marker":"soon-to-be","label":"<EP, EM>"},
{"text":"The political will from Westminster for a continued, limited British military deployment, ensuring as many vulnerable Afghans and foreign nationals can be afforded safe passage out of a soon-to-be brutalised Taliban-controlled Kabul, is clearly there.","marker":"is clearly","label":"<EP, IIE>"},
{"text":"Our military would doubtless be ready to follow through with such a plan.","marker":"would","label":"<EP, EM>"},
{"text":"Our military would doubtless be ready to follow through with such a plan.","marker":"doubtless","label":"<EP, CGI>"},
{"text":"Fingers will no doubt be pointed between the politicians as the full consequences of this cut-and-run operation come to bear.","marker":"will","label":"<EP, EM>"},
{"text":"Fingers will no doubt be pointed between the politicians as the full consequences of this cut-and-run operation come to bear.","marker":"no doubt","label":"<EP, CGI>"},
{"text":"In the midst of that appalling sight, let us remember that our paratroopers - the best in the world - stood ready to do more.","marker":"let us remember","label":"<EP, PFV>"},
{"text":"They will take orders to leave the airport feeling gutted about those left behind.","marker":"will","label":"<EP, EM>"},
{"text":"I am dispirited that Christians have seemingly been overlooked by the Government even though they face the most extreme dangers under Taliban rule.","marker":"seemingly","label":"<EP, IIE>"},
{"text":"he learned of a religious engagement strategy in which the sharia-compliant credentials of President Karzai's government were promoted by means of “fatwas” commissioned from Islamic religious judges.","marker":"learned","label":"<EP, CGA>"},
{"text":"Shockingly, one of these fatwas which was disseminated and paid for by the ISAF called for the killing of those who leave Islam.","marker":"Shockingly","label":"<EP, CGI>"},
{"text":"If that was not enough, the Government's long-standing failure in addressing the persecution of Christians and also, of course, atheists who are regarded as apostates","marker":"of course","label":"<EP, CGI>"},
{"text":"together with other minorities in Syria is well known","marker":"well known","label":"<EP, IFV>"},
{"text":"I and others have been highlighting this for many years.","marker":"have been highlighting","label":"<EP, MEP>"},
{"text":"Whenever we saw any numbers, we found that only about 1 per cent of places on the relocation schemes were going to minorities.","marker":"we found","label":"<EP, CGA>"},
{"text":"But we have heard such assurances many times.","marker":"we have heard","label":"<EP, IIE, P>"},
{"text":"If Britain does act, it will join a small number of countries like Australia, Brazil, Canada, the Czech Republic and Poland which have prioritised Christians fleeing from countries where they are persecuted.","marker":"will","label":"<EP, EM>"},
{"text":"I am proud of our record as a nation but more needs to be done in recognising one of the greatest persecutions of the day, that of Christians.","marker":"recognising","label":"<EP, IFV>"},
{"text":"In spite of the report, it seems some Government departments have not yet woken up.","marker":"it seems","label":"<EP, IIE>"},
{"text":"Nato may now have left Kabul. But it is not too late, Boris, to give Christians and other “apostates” the same priority in escaping from the Taliban that you have to cats and dogs.","marker":"may","label":"<EP, EM>"},
{"text":"The announcement of Operation Warm Welcome in response to the resettlement of 8,500 Afghans evacuated under the Afghan Relocations and Assistance Policy (ARAP) scheme, will see individuals and their families who worked for the British mission rightly granted Indefinite Leave to Remain (ILR) in the UK","marker":"will","label":"<EP, EM>"},
{"text":"part of a wider package designed to ensure that those resettling are given the essential support they need","marker":"ensure","label":"<EP, CGA>"},
{"text":"For them, many of whom will have served in Afghanistan, military service confers no such privilege.","marker":"will have","label":"<EP, EM>"},
{"text":"It is hard to reconcile why there is such reticence to simply waive the fees and grant these veterans ILR, instead forcing a small cohort of veterans roughly the same size as those eligible for the ARAP scheme to pay thousands of pounds to live in the country they have already proven their commitment to.","marker":"hard to","label":"<EP, API>"},
{"text":"We may shortly face a situation where veterans of the Afghan National Army arriving under ARAP have greater residency rights than some veterans of the British Army.","marker":"may","label":"<EP, EM>"},
{"text":"The proposals are further hampered by a policy of non-retrospectivity, meaning","marker":"meaning","label":"<EP, IIR>"},
{"text":"those who have already been discharged would find themselves ineligible.","marker":"would find","label":"<EP, EM>"},
{"text":"I know from personal experience that embarking upon a new career outside of the familiar structures of the armed forces is challenging enough without the additional hurdle of a potentially crippling financial burden to regularise your family's immigration status in order to achieve the same startstate as British service-leavers.","marker":"I know","label":"<EP, PFV>"},
{"text":"Waiving the £2,389 fee for all, reimbursing those who have already paid the financial penalty and granting the entitlement to apply for ILR retrospectively to those who were previously eligible, would all be progressive steps in addressing the disadvantage we place upon our foreignborn service personnel.","marker":"would","label":"<EP, EM>"},
{"text":"We should certainly ensure that we treat our veterans as well as we treat those to whom we give refuge.","marker":"certainly","label":"<EP, EM>"},
{"text":"What might be considered “British” values just boil down to respect for the rule of law and tolerance of others' beliefs","marker":"might","label":"<EP, EM>"},
{"text":"The foreign secretary, Dominic Raab, this week suggested to the foreign affairs select committee that Britain's days of nation-building could well be in the past.","marker":"could","label":"<EP, EM>"},
{"text":"But his comments might only apply to our foreign adventures.","marker":"might","label":"<EP, EM>"},
{"text":"It was reported today","marker":"reported","label":"<EP, IRE>"},
{"text":"Afghan refugees arriving in Britain will receive lessons in British values and culture in order to help them integrate with the indigenous population.","marker":"will","label":"<EP, EM>"},
{"text":"it is suggested that western culture might just be a teensy-weeny bit of an improvement ","marker":"suggested","label":"<EP, IRE>"},
{"text":"it is suggested that western culture might just be a teensy-weeny bit of an improvement ","marker":"might","label":"<EP, EM>"},
{"text":"imposing a set of values on people to whom they might seem strange or even alien is some form of cultural imperialism.","marker":"might","label":"<EP, EM>"},
{"text":"imposing a set of values on people to whom they might seem strange or even alien is some form of cultural imperialism.","marker":"seem","label":"<EP, IIE>"},
{"text":"Second, to maintain any level of cohesion, societies require at least some level of basic and widespread acceptance of values","marker":"acceptance","label":"<EP, IFV>"},
{"text":"Third, many of those who see arrogance and Little Englandism in this latest initiative will be surprised (and confused) to learn that the British model is based on similar projects already adopted by the Italian, French and German governments for their own immigrant populations.","marker":"will","label":"<EP, EM>"},
{"text":"What might be considered “British” values might in fact be European or Western ones.","marker":"might","label":"<EP, EM>"},
{"text":"What might be considered “British” values might in fact be European or Western ones.","marker":"in fact","label":"<EP, IFV>"},
{"text":"They all boil down to the same thing: respect for the rule of law and democracy, tolerance of others' beliefs and lifestyles, and an acceptance of equality of esteem for people of a different sex or sexuality.","marker":"acceptance","label":"<EP, IFV>"},
{"text":"But that does not mean that those lucky enough to escape Afghanistan and get to Britain should be able to bring all their cultural and religious prejudices with them without having them challenged.","marker":"mean that","label":"<EP, IIR>"},
{"text":"Afghan refugees will be a problem for Boris","marker":"will","label":"<EP, EM>"},
{"text":"We are witnessing the humiliation of the Western powers and the political destabilisation of an entire region ","marker":"We are witnessing","label":"<EP, IIE, P>"},
{"text":"The impact seen by many Conservative voters will be many more penniless refugees flooding into marginal Conservative constituencies in the Midlands bringing a political de-stabilisation of that whole region.","marker":"will","label":"<EP, EM>"},
{"text":"That will not be good news for the Prime Minister as he thinks of the next General Election.","marker":"will not","label":"<EP, EM>"},
{"text":"He must have had some not unreasonable hope","marker":"must","label":"<EP, EM>"},
{"text":"the NHS has even begun to rebuild defences against an influenza epidemic by offering vulnerable groups a flu jab and indeed mine is booked for 18 September.","marker":"indeed","label":"<EP, CGI>"},
{"text":"However, the statistics of new coronavirus cases, hospital admissions and fatalities are worrying and raise doubts","marker":"doubts","label":"<EP, IIR>"},
{"text":"about how long the protection of vaccinations will last.","marker":"will","label":"<EP, EM>"},
{"text":"I find it hard to understand the fuss and bother over a requirement that from 19 November anyone working in a Care Quality Commission registered care home will have to be vaccinated (unless they are exempt) against Covid, even such incoming tradespeople as hairdressers.","marker":"understand","label":"<EP, APH>"},
{"text":"The protests that this is some extraordinary attack on civil liberties is plain nonsense","marker":"nonsense","label":"<EP, IFV>"},
{"text":"I noticed that some countries have very few and others have very many power plants which emit carbon dioxide at rates well above their national or the world average.","marker":"noticed","label":"<EP, CGA>"},
{"text":"Shutting down just the worst 5 per cent of these would reduce total carbon dioxide emissions from electricity generators by an extraordinary amount.","marker":"would","label":"<EP, EM>"},
{"text":"The countries which harbour significant numbers of those errant generators are not all those you might expect.","marker":"might","label":"<EP, EM>"},
{"text":"According to the latest statistics I have seen, in the United States and in South Korea the worst 5 per cent produce 75 per cent of their countries' emissions.","marker":"According to the latest statistics","label":"<EP, IIR>"},
{"text":"It is extremely difficult, perhaps impossible","marker":"perhaps","label":"<EP, EM>"},
{"text":"The agenda is clear to prevent the crime of forcibly removing organs from living non-consenting prisoners for profit,","marker":"clear","label":"<EP, IIE>"},
{"text":"And it was clear from the bikes and toys that already peppered the garden, like any other on a bank holiday weekend, that the community was rallying around them","marker":"clear","label":"<EP, IIE>"},
{"text":"But it is also true that we owe Ahmadullah and his compatriots our thanks","marker":"true","label":"<EP, IFV>"},
{"text":"He was fulsome in his pride in loyalty to the men and women he served with, hopes to reconnect with and perhaps even serve alongside again, should the opportunity arise.","marker":"perhaps","label":"<EP, EM>"},
{"text":"If every one of the councils that has yet to sign up welcomed just three or four households, we will have met our immediate objective.","marker":"will have","label":"<EP, EM>"},
{"text":"Among other things, that will mean care to place families in all parts of the UK, an increased attention to English language training and an introduction to British cultural and civic life.","marker":"will","label":"<EP, EM>"},
{"text":"Afghan refugees at Lord's are reminder","marker":"reminder","label":"<EP, IFV>"},
{"text":"cricket can still be powerful force for good","marker":"can","label":"<EP, EM>"},
{"text":"It is inspiring, amid all the allegations and admissions of racism in English cricket, to see the sport bringing out the best in people who are welcoming new arrivals from Afghanistan. ","marker":"see","label":"<EP, IIE>"},
{"text":"The physicality of these lads is what strikes you: the strength of their shoulders and arms, which enables them to throw the ball hard, hit it a long way, or bowl it fast.","marker":"what strikes you","label":"<EP, CGA>"},
{"text":"As Afghanistan has been the place producing mystery spinners, there must be a gem another Rashid Khan somewhere out there.","marker":"must","label":"<EP, EM"},
{"text":"the Hebrew people were themselves a migrant people as the Bible clearly indicates.","marker":"clearly","label":"<EP, IIE>"},
{"text":"the Hebrew people were themselves a migrant people as the Bible clearly indicates.","marker":"indicates","label":"<EP, IIR>"},
{"text":"Migration is, of course, part of the human story to be found in the history of the British Isles as well as the Middle East, and everywhere where there are communities of people who suffer conflict, or natural disaster.","marker":"of course","label":"<EP, CGI>"},
{"text":"But the displacement of millions of people in recent times is unprecedented, and the sheer numbers of those risking their lives to cross the Channel even on cold mid-winter days tell a story of desperation that is experienced all over the world.","marker":"tell","label":"<EP, IIR>"},
{"text":"Many people fear that as the world fragments into conflict and climate change places pressure on resources,","marker":"fear","label":"<EP, CGI>"},
{"text":"migration may spiral out of control.","marker":"may","label":"<EP, EM>"},
{"text":"This reminded me of Archbishop William Temple's dictum that the art of government is the art of so ordering life that self-interest prompts what justice demands","marker":"reminded me","label":"<EP, PFV>"},
{"text":"Both are right: allowing the situation to get worse is irresponsible.","marker":"right","label":"<EP, IFV>"},
{"text":"Another point to note is the fear in stable societies","marker":"fear","label":"<EP, CGA>"},
{"text":"we might be unsettled by the consequences of allowing large numbers from other cultural traditions to settle among us.","marker":"might","label":"<EP, EM>"},
{"text":"I recognise the worry which, to some degree, we all share.","marker":"might","label":"<EP, PFV>"},
{"text":"I recognise the worry which, to some degree, we all share.","marker":"worry","label":"<EP, CGA>"},
{"text":"Clearly those who join us must recognise ","marker":"Clearly","label":"<EP, IIE>"},
{"text":" just as the hosts will allow the customs of the migrants to have a place among us","marker":"will","label":"<EP, EM>"},
{"text":"I hope the UK will give a firm moral lead as nations respond to the crisis facing the world today.","marker":"will","label":"<EP, EM>"},
{"text":"Christians were consistently underrepresented in spite of the fact","marker":"fact","label":"<EP, IFV>"},
{"text":"they clearly faced violence and persecution.","marker":"clearly","label":"<EP, IIE>"},
{"text":"A tiny percentage just 0.2 per cent of the Syrian refugees accepted by the UK in 2017 were Christian","marker":"accepted","label":"<EP, IFV>"},
{"text":"Underlying such shameful statistics was the Home Office's apparent admission in its own equality assessment that the effect of its policy was to “disproportionately advantage” Muslims.","marker":"apparent","label":"<EP, IIE>"},
{"text":"The George Bell Memorial Fund will help them flee danger, despotism and violence, and travel to safety","marker":"will","label":"<EP, EM>"},
{"text":"No prospect of being in government has made its MPs become ciphers for the wokest in their communities, who have the loudest voices","marker":"prospect","label":"<EP, EM>"},
{"text":"Perhaps a previously under-discussed reason that Labour isn't being taken seriously as a potential government is staring us in the face","marker":"Perhaps","label":"<EP, EM>"},
{"text":"far too many Labour politicians don't take the prospect seriously themselves.","marker":"prospect","label":"<EP, EM>"},
{"text":"tweeted her unhappiness about a police operation that uncovered a couple of individuals suspected of “migration offences”","marker":"suspected","label":"<EP, CGI>"},
{"text":"She may have had a genuine grievance","marker":"may","label":"<EP, EM>"},
{"text":"why were immigration officers attending a police operation ostensibly aimed at clamping down on those who flout covid restrictions","marker":"ostensibly","label":"<EP, IIE>"},
{"text":"This looks like racial profiling","marker":"","label":"<EP, IIE>"},
{"text":"she comes across perhaps unfairly as being sceptical of the merit of enforcing immigration law.","marker":"across","label":"<EP, IIE>"},
{"text":"she comes across perhaps unfairly as being sceptical of the merit of enforcing immigration law.","marker":"perhaps","label":"<EP, EM>"},
{"text":"It should be pointed out that for those at whom these various expressions of solidarity were aimed will have welcomed them.","marker":"will","label":"<EP, EM>"},
{"text":"At which point she will <EP, EM> be bound by government collective responsibility.","marker":"","label":""},
{"text":"Since it is beyond unlikely <EP, EM> that a government of any party could <EF, POT> win the support of the electorate","marker":"","label":""},
{"text":"we must assume that the next Labour government, like all previous Labour governments, will be committed to enforcing immigration laws.","marker":"assume","label":"<EP, CGA>"},
{"text":"we must assume that the next Labour government, like all previous Labour governments, will be committed to enforcing immigration laws.","marker":"will","label":"<EP, EM>"},
{"text":"It is as well that Dr Allin-Khan's tenure as an MP has occurred during a period when elevation to government is only a remote prospect","marker":"prospect","label":"<EP, EM >"},
{"text":"I doubt if she and many of her colleagues would have been comfortable as Labour MPs when her party was in government","marker":"doubt","label":"<EP, CGA>"},
{"text":"Sarwar and Sweeney's situation is doubtless a bit easier","marker":"doubtless","label":"<EP, CGI>"},
{"text":"They've chosen to forget the inconvenient truth","marker":"truth","label":"<EP, IFV>"},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""},
{"text":"","marker":"","label":""}

]